Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: We couldn’t find any files like that.
ar: لم نتمكن من العثور على أي ملفات مثل هذا.
ca: No hem trobat cap fitxer així.
cy: Doedd dim modd dod o hyd i ffeiliau fel yna.
da: Vi kunne ikke finde nogen lignende filer.
da_instk12: Vi kunne ikke finde nogen lignende filer.
de: Wir konnten keine ähnlichen Dateien finden.
es: No pudimos encontrar ningún archivo como ese.
es_es: No hemos podido encontrar ningún archivo como ese.
fi: Emme löytäneet sellaisia tiedostoja.
fr: Nous n'avons trouvé aucun fichier de ce type.
fr_ca: Nous n’avons pas pu trouver des fichiers identiques à ceux-ci.
ga: Níorbh fhéidir linn teacht ar aon chomhad mar sin.
hi: हमें ऐसी कोई फ़ाइल नहीं मिली।
ht: Nou paka jwenn okenn fichye konsa.
id: Kami tidak dapat menemukan file apa pun seperti itu.
is: Ekki fundust neinar þannig skrár.
it: Impossibile trovare file così.
ja: そのようなファイルは見つかりませんでした。
ko: 해당 조건의 파일을 찾을 수 없습니다.
mi: Kaore i kitea he kōnae pēna.
ms: Kami tidak menemui apa-apa fail yang sedemikian.
nb: Vi fant ingen slike filer.
nb_instk12: Vi fant ingen slike filer.
nl: We konden geen bestanden zoals die vinden.
pl: Nie udało się odnaleźć takich plików.
pt: Não conseguimos encontrar nenhum ficheiro assim.
pt_br: Não foi possível encontrar nenhum arquivo como esse.
ru: Мы не смогли найти ни одного похожего файла.
sl: Takšnih datotek ni bilo mogoče najti.
sv: Vi hittade inte några sådana filer.
sv_instk12: Vi hittade inte några sådana filer.
th: เราไม่พบไฟล์ลักษณะนี้
vi: Chúng tôi không tìm được bất kỳ tập tin nào như vậy.
zh: 无法找到任何类似的文件。
zh_hk: 我們找不到像那樣的檔案。

source: We couldn’t find somebody like that.
ar: لم نتمكن من العثور على شخص مثلك.
ca: No hem trobat ningú així.
cy: Doedd dim modd dod o hyd i rywun fel yna.
da: Vi kunne ikke finde nogen, der var sådan.
da_instk12: Vi kunne ikke finde nogen, der var sådan.
de: Wir konnten so jemanden nicht finden.
es: No pudimos encontrar a ninguna persona con esas características.
es_es: No hemos podido encontrar a ninguna persona con esas características.
fi: Emme löytäneet ketään sellaista.
fr: Nous n’avons trouvé personne qui corresponde.
fr_ca: Nous n’avons pas pu trouver quelqu’un comme ça.
ga: Ní raibh muid in ann teacht ar dhuine mar sin.
hi: हमें ऐसा कोई नहीं मिला।
ht: Nou pa kapab jwenn moun konsa.
id: Kami tidak dapat menemukan siapa pun seperti itu.
is: Við fundum engan þannig.
it: Impossibile trovare qualcuno così.
ja: そのような人物を見つけることができませんでした。
ko: 해당 조건의 사용자를 찾을 수 없습니다.
mi: Kaore i kitea e mātua he tangata pēna.
ms: Kami tidak menemui apa-apa sesiapa yang sedemikian.
nb: Vi kunne ikke finne noen som stemte med det.
nb_instk12: Vi kunne ikke finne noen som stemte med det.
nl: We hebben niemand kunnen vinden die daaraan voldoet.
pl: Nie udało się odnaleźć takiej osoby.
pt: Não conseguíamos encontrar alguém assim.
pt_br: Não conseguimos encontrar alguém assim.
ru: Мы не смогли найти никогда похожего.
sl: Nikogar takšnega nismo uspeli najti.
sv: Det gick inte att hitta någon med de egenskaperna.
sv_instk12: Det gick inte att hitta någon med de egenskaperna.
th: เราไม่พบใครลักษณะนี้
vi: Chúng tôi không tìm được người nào như vậy.
zh: 找不到这样的人。
zh_hk: 我們找不到像那樣的人。

source: We couldn't load the quiz preview. Please try again later.
ar: تعذر تحميل معاينة الاختبار الموجز. الرجاء إعادة المحاولة لاحقًا.
ca: No hem pogut carregar la visualització prèvia de la prova. Torneu a provar-ho més endavant.
cy: Doedd dim modd i ni lwytho’r rhagolwg o'r cwis. Rhowch gynnig arall arni rywbryd eto.
da: Vi kunne ikke indlæse testens forhåndsvisning. Prøv igen senere.
da_instk12: Vi kunne ikke indlæse quizzens forhåndsvisning. Prøv igen senere.
de: Wir konnten die Quizvorschau nicht laden Versuchen Sie es später noch einmal.
es: No pudimos cargar la vista previa del examen. Inténtelo de nuevo más tarde.
es_es: No podemos cargar la vista previa del examen. Inténtalo de nuevo más tarde.
fi: Testin esikatselun lataus ei onnistunut. Yritä myöhemmin uudelleen.
fr: Impossible de charger l’Aperçu du questionnaire. Veuillez réessayer plus tard.
fr_ca: Nous n'avons pas pu charger l'aperçu du questionnaire. Veuillez essayer de nouveau plus tard.
ga: Níorbh fhéidir linn an réamhamharc quiz a lódáil. Bain triail eile as ar ball.
hi: हम प्रश्नोत्तरी पूर्वावलोकन लोड नहीं कर सके। कृपया बाद में फिर से कोशिश करें।
ht: Nou pa t ka chaje apèsi quiz la. Tanpri eseye ankò.
id: Kami tidak dapat memuat pratinjau kuis. Silakan coba lagi nanti.
is: Ekki tókst að hlaða forskoðun prófs. Vinsamlegast reyndu aftur seinna.
it: Impossibile caricare l’anteprima del quiz. Riprova in seguito.
ja: 小テストプレビューを読み込むことができませんでした。 後ほどもう一度やり直してください。
ko: 퀴즈 미리 보기를 로드할 수 없습니다. 나중에 다시 시도하세요.
mi: Kāore i taea te uta te arokite pātaitai. Tēnā koa ngana anō i muri mai.
ms: Kami tidak memuat naik pratonton kuiz. Sila cuba semula kemudian.
nb: Vi kunne ikke laste inn forhåndsvisning av quiz. Prøv igjen senere.
nb_instk12: Vi kunne ikke laste inn forhåndsvisning av quiz. Prøv igjen senere.
nl: We konden het voorbeeld van de toets niet laden. Probeer het later opnieuw.
pl: Nie udało się wczytać podglądu testu. Spróbuj ponownie później.
pt: Não foi possível carregar a pré-visualização do teste. É favor, tentar novamente mais tarde.
pt_br: Não foi possível carregar a visualização do teste. Por favor, tente novamente mais tarde.
ru: Мы не можем загрузить просмотр контрольной работы. Попробуйте еще раз позже.
sl: Predogleda kviza ni bilo mogoče naložiti. Poskusite znova pozneje.
sv: Det gick inte att läsa in förhandsvisningen av quizet. Försök igen senare.
sv_instk12: Det gick inte att läsa in förhandsvisningen av quizet. Försök igen senare.
th: เราไม่สามารถโหลดตัวอย่างแบบทดสอบ กรุณาลองใหม่อีกครั้งในภายหลัง
vi: Chúng tôi không thể tải bản xem trước bài kiểm tra. Vui lòng thử lại sau.
zh: 无法加载测验预览。 请稍后再试。
zh_hk: 我們無法載入測驗預覽。 請稍後重試。

source: We couldn't save your Event at this time. You can try it again.
ar: لم نتمكن من حفظ الحدث الخاص بك في هذا التوقيت. يمكنك إعادة المحاولة.
ca: En aquest moment, no hem pogut desar el vostre esdeveniment. Podeu tornar a provar-ho.
cy: Doedd dim modd cadw eich Digwyddiad ar hyn o bryd. Gallwch roi cynnig arall arni.
da: Vi kunne ikke gemme din begivenhed på nuværende tidspunkt. Du kan prøve igen.
da_instk12: Vi kunne ikke gemme din begivenhed på nuværende tidspunkt. Du kan prøve igen.
de: Wir können Ihr Ereignis im Moment nicht speichern. Sie können es erneut versuchen.
es: No pudimos guardar su evento en esta ocasión. Puede intentarlo nuevamente.
es_es: No hemos podido guardar tu evento en esta ocasión. Puedes intentarlo de nuevo.
fi: Emme voineet tallentaa tapahtumaasi tällä kertaa. Voit yrittää tätä uudelleen.
fr: Nous ne pouvons pas enregistrer votre événement pour le moment. Vous pouvez réessayer.
fr_ca: Nous n’avons pas pu enregistrer votre événement pour le moment. Vous pouvez réessayer.
ga: Níorbh fhéidir linn d'Imeacht a shábháil faoi láthair. Is féidir leat triail eile a bhaint arís.
hi: हम इस समय आपकी घटना सहेज नहीं सके। आप इसे फिर से आज़मा सकते हैं।
ht: Nou paka sovgade Evènman w lan pou kounye a. Ou ka eseye ankò.
id: Kami tidak bisa menyimpan Acara Anda saat ini. Anda bisa mencoba lagi.
is: Við gátum ekki vistað viðburð þinn að sinni. Þú getur reynt aftur.
it: Al momento non siamo riusciti a salvare il tuo evento. Puoi riprovare.
ja: イベントを保存できませんでした。もう一度試してください。
ko: 지금은 이벤트를 저장할 수 없습니다. 다시 시도해 볼 수 있습니다.
mi: Kaore i taea e matou te tiaki i to Takahanga i tenei wa. Ka taea e koe te ngana ano.
ms: Kami tidak dapat menyimpan Acara anda pada masa ini. Anda boleh mencuba semula.
nb: Vi kunne ikke lagre hendelsen din på dette tidspunktet. Du kan prøve det igjen.
nb_instk12: Vi kunne ikke lagre hendelsen din på dette tidspunktet. Du kan prøve det igjen.
nl: Sorry, we konden je evenement op dit moment niet opslaan. Je kunt het opnieuw proberen.
pl: Nie udało się zapisać Twojego wydarzenia tym razem. Możesz spróbować ponownie.
pt: Não foi possível guardar o seu evento neste momento. Pode tentar novamente.
pt_br: Não foi possível salvar seu evento no momento. Você pode tentar novamente.
ru: Невозможно сохранить ваше Событие на данный момент. Вы можете попробовать еще раз.
sl: Vašega dogodka v tem trenutku nismo mogli shraniti. Lahko poskusite znova.
sv: Det gick inte att spara din händelse den här gången. Du kan försöka igen.
sv_instk12: Det gick inte att spara din händelse den här gången. Du kan försöka igen.
th: เราไม่สามารบันทึกกิจกรรมของคุณในตอนนี้ คุณสามารถลองใหม่ได้อีกครั้ง
vi: Chúng tôi không thể lưu Sự Kiện của bạn vào lúc này. Bạn có thể thử lại.
zh: 暂时无法保存您的事件。您可以重试。
zh_hk: 我們目前無法儲存您的事件。您可以再試一次。

source: We couldn't save your To Do at this time. You can try it again.
ar: لم نتمكن من حفظ قائمة المهام الخاصة بك الآن. يمكنك إعادة المحاولة لاحقًا.
ca: No hem pogut desar les vostres Tasques pendents en aquest moment. Podeu tornar a provar-ho.
cy: Nid oeddem yn gallu cadw eich I’w Gwneud ar hyn o bryd. Gallwch geisio eto.
da: Vi kunne ikke gemme din opgave. Du kan prøve igen.
da_instk12: Vi kunne ikke gemme din opgave. Du kan prøve igen.
de: Wir können Ihr To-Do im Moment nicht speichern. Bitte versuchen Sie es später erneut.
es: No pudimos guardar el elemento Por hacer en este momento. Puede intentarlo de nuevo.
es_es: No hemos podido guardar tu tarea pendiente en este momento. Puedes intentarlo de nuevo.
fi: Emme voineet tallentaa tehtävä-kohdettasi tällä kertaa. Voit yrittää uudelleen.
fr: Nous ne pouvons pas enregistrer votre tâche dans la liste À Faire pour le moment. Réessayez plus tard.
fr_ca: Nous n’avons pas pu enregistrer votre élément À faire pour le moment. Vous pouvez réessayer.
ga: Níorbh fhéidir linn do Le Déanamh a shábháil faoi láthair. Is féidir leat triail a bhaint arís.
hi: हम इस समय आपकी करने के लिए सहेज नहीं पाए। आप बाद में इसकी कोशिश कर सकते हैं।
ht: Nou paka sovgade Lis Tach ou yo pou kounye a. Ou ka eseye l ankò.
id: Kami tidak dapat menyimpan To-Do Anda saat ini. Anda dapat mencoba lagi.
is: Við gátum ekki vistað verkefni þitt á þessari stundu. Þú getur reynt aftur síðar.
it: Non è stato possibile salvare il tuo Da fare. Puoi riprovare.
ja: 今回、あなたのTo Doを保存できませんでした。もう一度やり直してください。
ko: 지금은 할 일을 저장할 수 없습니다. 다시 시도해 볼 수 있습니다.
mi: Kaore i taea e matou te tiaki i to Mahi i tenei wa. Ka taea e koe te ngana ano.
ms: Kami tidak dapat menyimpan Untuk Dilakukan anda buat masa ini. Anda boleh mencuba lagi.
nb: Vi kunne ikke lagre gjøremålselementet akkurat nå. Du kan prøve igjen.
nb_instk12: Vi kunne ikke lagre gjøremålselementet akkurat nå. Du kan prøve igjen.
nl: We konden je Lijst met opdrachten op dit moment niet opslaan. Je kunt het later opnieuw proberen.
pl: Nie mogliśmy zapisać Twojej listy zadań. Spróbuj ponownie później.
pt: De momento, não foi possível guardar a sua lista de tarefas. Pode tentar novamente.
pt_br: Não foi possível salvar sua lista de tarefas no momento. Você pode tentar novamente.
ru: В данный момент мы не можем сохранить ваши Задачи. Вы можете повторить попытку.
sl: Trenutno nismo mogli shraniti vašega seznama opravil. Lahko poskusite znova.
sv: Det gick inte att spara ditt Att göra-objekt just nu. Du kan försöka igen.
sv_instk12: Det gick inte att spara ditt Att göra-objekt just nu. Du kan försöka igen.
th: เราไม่สามารถบันทึกรายการ สิ่งที่ต้องดำ (To Do) ของคุณได้ในตอนนี้ สามารถลองใหม่ได้อีกครั้ง
vi: Chúng tôi không thể lưu Việc Cần Làm của bạn tại thời điểm này. Bạn có thể thử lại sau.
zh: 暂时无法保存您的待办事项。您可以再试一次。
zh_hk: 我們此時無法儲存您的待辦事項。您可以再試一次。

source: We couldn't save your To-do at this time. You can try it again.
ar: لم نتمكن من حفظ قائمة المهام في الوقت الحالي. يمكنك إعادة المحاولة.
ca: En aquest moment, no hem pogut desar les vostres tasques pendents. Podeu tornar a provar-ho.
cy: Doedd dim modd cadw eich Tasg i’w Gwneud ar hyn o bryd. Gallwch roi cynnig arall arni.
da: Vi kunne ikke gemme dit element på opgavelisten på nuværende tidspunkt. Du kan prøve igen.
da_instk12: Vi kunne ikke gemme dit element på opgavelisten på nuværende tidspunkt. Du kan prøve igen.
de: Wir können Ihr To-Do im Moment nicht speichern. Sie können es erneut versuchen.
es: No pudimos guardar el ítem Por hacer en esta ocasión. Puede intentarlo nuevamente.
es_es: No hemos podido guardar tu tarea pendiente en este momento. Puedes intentarlo de nuevo.
fi: Emme voineet tallentaa tehtävääsi tällä kertaa. Voit yrittää tätä uudelleen.
fr: Impossible d’enregistrer votre tâche À faire pour le moment. Vous pouvez réessayer.
fr_ca: Nous n’avons pas pu enregistrer votre tâche à accomplir pour le moment. Vous pouvez réessayer.
ga: Ní fhéadfadh muid do Rud le Déanamh a shábháil faoi láthair. Is féidir leat triail eile a bhaint arís.
hi: हम इस समय आपके 'करने के लिए' को सहेज नहीं सके। आप इसे फिर से आज़मा सकते हैं।
ht: Nou pa t kapab sovgade TAch pou Fè a nan moman sa a. Ou ka eseye ankò.
id: Kami tidak dapat menyimpan To-do Anda saat ini. Anda bisa mencoba lagi.
is: Við gátum ekki vistað verkefnalista þinn að sinni. Þú getur reynt aftur.
it: Al momento non siamo riusciti a salvare il tuo elenco attività. Puoi riprovare.
ja: するべきことを保存できませんでした。もう一度試してください。
ko: 지금은 할 일을 저장할 수 없습니다. 다시 시도해 볼 수 있습니다.
mi: Kāore i taea e mātou te tiaki i tō Mahi i tēnei wā. Ka taea e koe te ngana ano.
ms: Kami tidak dapat menyimpan item Untuk Dilakukan anda pada masa ini. Anda boleh mencuba semula.
nb: Vi kunne ikke lagre gjøremålet ditt på dette tidspunktet. Du kan prøve det igjen.
nb_instk12: Vi kunne ikke lagre gjøremålet ditt på dette tidspunktet. Du kan prøve det igjen.
nl: We konden je opdracht op dit moment niet opslaan. Je kunt het opnieuw proberen.
pl: Nie udało się zapisać listy zadań tym razem. Możesz spróbować ponownie.
pt: Não foi possível guardar o seu A fazer neste momento. Pode tentar novamente.
pt_br: Não foi possível salvar sua lista de tarefas no momento. Você pode tentar novamente.
ru: Невозможно сохранить вашу задачу в данный момент. Вы можете попробовать еще раз.
sl: Vašega opravila v tem trenutku nismo mogli shraniti. Lahko poskusite znova.
sv: Det gick inte att spara ditt Att göra-objekt den här gången. Du kan försöka igen.
sv_instk12: Det gick inte att spara ditt Att göra-objekt den här gången. Du kan försöka igen.
th: เราไม่สามารบันทึกรายการสิ่งที่ต้องทำของคุณในตอนนี้ คุณสามารถลองใหม่ได้อีกครั้ง
vi: Chúng tôi không thể lưu Việc Cần Làm của bạn vào lúc này. Bạn có thể thử lại.
zh: 暂时无法保存您的待办任务。您可以重试。
zh_hk: 我們目前無法儲存您的待辦事項。您可以再試一次。

source: We didn’t find exactly what you’re looking for. Maybe try searching for something else?
ar: لم نعثر على ما تبحث عنه بالضبط. هل تريد البحث عن شيء آخر؟
ca: No hem trobat exactament allò que cerqueu. Potser podeu provar de cercar alguna altra cosa?
cy: Wnaethon ni ddim dod o hyd i'r union beth rydych chi'n chwilio amdano. Ceisiwch chwilio am rywbeth arall?
da: Vi fandt ikke lige det, du søgte. Måske kan du prøve at søge efter noget andet?
da_instk12: Vi fandt ikke lige det, du søgte. Måske kan du prøve at søge efter noget andet?
de: Wir konnten nicht finden, was Sie gesucht haben. Vielleicht sollten Sie nach etwas anderem suchen?
es: No encontramos exactamente lo que estaba buscando. ¿Tal vez si intenta buscar algo más?
es_es: No encontramos exactamente lo que buscas. ¿Quizás podrías probar a buscar otra cosa?
fi: Emme löytäneet täsmölleen etsimääsi. Ehkä kokeilemme etsiä jotakin muuta
fr: Nous n’avons pas trouvé exactement ce que vous recherchez. Essayer de rechercher autre chose ?
fr_ca: Nous n'avons pas vraiment trouvé ce que vous cherchiez. Essayez peut-être de chercher autre chose.
ga: Ní bhfuaireamar go díreach cad atá uait. B'fhéidir bail triail as rud éigin eile a chuardach?
hi: हमें वह नतीजा नहीं मिला जो आप ढूंढ रहे हैं। क्या आप कुछ और खोजने की कोशिश करना चाहेंगे?
ht: Nou pa jwenn egzakteman sa w t ap chèche a. Eseye chèche yon lòt bagay petèt?
id: Kami tidak dengan tepat menemukan apa yang Anda cari. Mungkin coba cari yang lain?
is: Við fundum ekki nákvæmlega það sem þú varst að leita að. Kannski prófa að leita að einhverju öðru?
it: Non abbiamo trovato esattamente quello che stavi cercando. Vuoi forse provare a cercare qualcos’altro?
ja: お探しのものが見つかりませんでした。別のキーワードで検索してみてください。
ko: 정확히 일치하는 항목을 찾지 못했습니다. 다른 항목을 검색하시겠습니까?
mi: Kaore i kitea e matou te mea e rapu ana koe. Ka ngana pea ki te rapu i tetahi atu mea?
ms: Kami tidak menemui perkara yang kamu cari. Mungkin boleh cuba mencari perkara lain?
nb: Vi fant ikke akkurat det du leter etter. Kanskje du kan prøve å søke etter noe annet?
nb_instk12: Vi fant ikke akkurat det du leter etter. Kanskje du kan prøve å søke etter noe annet?
nl: We hebben niet exact gevonden waar je naar zocht. Is het misschien een idee naar iets anders te zoeken?
pl: Nie znaleźliśmy dokładnie tego, czego szukasz. Może spróbuj wyszukać coś innego?
pt: Não encontrámos exatamente o que procura. Talvez seja melhor tentar procurar outra coisa?
pt_br: Não encontramos exatamente o que você está procurando. Talvez você possa tentar pesquisar outra coisa?
ru: Мы не нашли именно то, что вы ищете. Может, попробовать поискать что-то другое?
sl: Nismo našli točno tistega, kar iščete. Morda poskusite poiskati kaj drugega?
sv: Vi hittade inte exakt det du sökte efter. Vill du försöka söka efter något annat?
sv_instk12: Vi hittade inte exakt det du sökte efter. Vill du försöka söka efter något annat?
th: เราไม่พบสิ่งที่คุณค้นหาที่ตรงกันทั้งหมด ลองระบุรายละเอียดการค้นหาใหม่ดีหรือไม่
vi: Chúng tôi không tìm thấy chính xác những gì bạn đang tìm kiếm. Bạn có thể thử tìm kiếm một thứ gì khác?
zh: 找不到与您的条件完全相符的结果。您可以尝试搜索其他条件。
zh_hk: 我們沒有找到您正在尋找的確切內容。也許嘗試尋找其他內容？

source: We received no response from the institution. Go back and make sure you entered a valid institution name.
ar: لم نتلق استجابة من المؤسسة. ارجع وتأكد من إدخال اسم مؤسسة صالح.
ca: No hem rebut cap resposta de la institució. Torneu enrere i assegureu-vos que heu introduït un nom d’institució vàlid.
cy: Ni chawsom ymateb gan y sefydliad. Ewch yn ôl a gwneud yn siŵr eich bod chi wedi rhoi enw sefydliad dilys.
da: Vi modtog intet svar fra institutionen. Gå tilbage, og sørg for, at du har indtastet et gyldigt institutionsnavn.
da_instk12: Vi modtog intet svar fra institutionen. Gå tilbage, og sørg for, at du har indtastet et gyldigt institutionsnavn.
de: Wir haben keine Antwort von der Einrichtung erhalten. Gehen Sie zurück und stellen Sie sicher, dass Sie den gültigen Namen der Einrichtung eingegeben haben.
es: No recibimos ninguna respuesta de la institución. Regrese y asegúrese de ingresar un nombre de institución válido.
es_es: No hemos recibido respuesta de la institución. Vuelve y comprueba que has introducido un nombre de institución correcto.
fi: Emme saaneet vastausta laitoksesta. Siirry takaisin ja varmista, että syötit voimassa olevan laitoksen nimen.
fr: Nous n’avons reçu aucune réponse de l’établissement. Revenez en arrière et vérifiez que vous avez saisi un nom d’établissement valide.
fr_ca: Nous n’avons reçu aucune réponse de l’établissement. Revenez en arrière et assurez-vous d’avoir entré un nom d’établissement valide.
ga: Ní bhfuaireamar aon fhreagra ón institiúid. Téigh ar ais agus cinntigh gur chuir tú ainm institiúide bailí isteach.
hi: हमें संस्थान से कोई प्रतिक्रिया नहीं मिली। वापस जाएं और सुनिश्चित करें कि आपने संस्थान का वैध नाम दर्ज किया है।
ht: Nou pa t resevwa okenn repons de enstitisyon an. Retounen epi asire w ou antre yon non enstitisyon ki valid.
id: Kami tidak menerima respons dari institusi. Kembalilah dan pastikan Anda memasukkan nama institusi yang valid.
is: Við fengum ekkert svar frá stofnuninni. Farðu til baka og vertu viss um að þú hafir slegið inn gilt nafn stofnunar.
it: Non abbiamo ricevuto risposta dall’istituto. Torna indietro e verifica di aver inserito un nome istituto valido.
ja: 機関からは何の反応もありませんでした。 元に戻って、有効な機関名を入力したことを確認してください。
ko: 교육 기관에서 응답을 받지 못했습니다. 뒤로 가서 유효한 기관 이름을 입력했는지 확인하세요.
mi: Kaore ano kia tae mai he whakautu mai i te whare wananga. Hoki atu kia mohio kua whakauruhia e koe he ingoa whare whaimana.
ms: Kami tidak menerima maklum balas daripada institusi. Kembali semula dan pastikan anda memasukkan nama institusi yang sah.
nb: Vi fikk ingen svar fra institusjonen. Gå tilbake og sørg for at du har skrevet inn riktig institusjonsnavn.
nb_instk12: Vi fikk ingen svar fra institusjonen. Gå tilbake og sørg for at du har skrevet inn riktig institusjonsnavn.
nl: We hebben geen reactie van de onderwijsinstelling ontvangen. Ga terug en controleer of je een geldige naam voor de onderwijsinstelling hebt opgegeven.
pl: Nie otrzymano żadnej odpowiedzi z instytucji. Wróć i upewnij się, że wprowadzono prawidłową nazwę instytucji.
pt: Não recebemos qualquer resposta da instituição. Volta atrás e certifica-te de que introduziste um nome de instituição válido.
pt_br: Não recebemos resposta da instituição. Volte e verifique se você inseriu um nome de instituição válido.
ru: Мы не получили ответ от учреждения. Вернитесь назад и убедитесь в том, что вы ввели правильное название учреждения.
sl: Odgovora ustanove nismo prejeli. Vrnite se in se prepričajte, da ste vnesli veljavno ime ustanove.
sv: Vi har inte fått svar från lärosätet. Gå tillbaka och kontrollera att du angav ett giltigt namn på lärosätet.
sv_instk12: Vi har inte fått svar från institutionen. Gå tillbaka och kontrollera att du angav ett giltigt namn på institution.
th: เราไม่ได้รับการตอบกลับจากสถาบัน ย้อนกลับและกรอกชื่อสถาบันให้ถูกต้อง
vi: Bạn đã không nhận được phản hồi từ tổ chức. Quay lại và đảm bảo rằng bạn đã nhập tên tổ chức hợp lệ.
zh: 未收到该机构的回应。 返回并确保您输入了有效的机构名称。
zh_hk: 我們未收到來自機構的回應。 請返回並確定您已輸入有效的機構名稱。
